window.markers = [ {
            "flng" : 107.7633000,
            "flat" : 33.9550000,
            "falt" : 3767,
            "fprom" : 2230,
            "fname" : "拔仙台",
            "fcity" : "陕西省宝鸡市,陕西省西安市",
            "fcounty" : "宝鸡市太白县,宝鸡市眉县,西安市周至县",
            "fname" : "拔仙台(西安市)"
        },
        {
            "flng" : 107.7633000,
            "flat" : 33.9550000,
            "falt" : 3767,
            "fprom" : 2230,
            "fname" : "拔仙台",
            "fcity" : "陕西省宝鸡市,陕西省西安市",
            "fcounty" : "宝鸡市太白县,宝鸡市眉县,西安市周至县",
            "fname" : "拔仙台(宝鸡市)"
        },
        {
            "flng" : 107.6083000,
            "flat" : 33.7175000,
            "falt" : 3071,
            "fprom" : 1072,
            "fname" : "兴隆岭主峰混人坪梁",
            "fcity" : "陕西省宝鸡市,陕西省汉中市",
            "fcounty" : "宝鸡市太白县,汉中市洋县",
            "fname" : "兴隆岭主峰混人坪梁(汉中市)"
        },
        {
            "flng" : 108.4058000,
            "flat" : 33.7642000,
            "falt" : 2965,
            "fprom" : 709,
            "fname" : "秦岭东梁",
            "fcity" : "陕西省安康市,陕西省西安市",
            "fcounty" : "安康市宁陕县,西安市鄠邑区",
            "fname" : "秦岭东梁(安康市)"
        },
        {
            "flng" : 108.9692000,
            "flat" : 33.8742000,
            "falt" : 2802,
            "fprom" : 760,
            "fname" : "牛背梁",
            "fcity" : "陕西省商洛市,陕西省西安市",
            "fcounty" : "商洛市柞水县,西安市长安区",
            "fname" : "牛背梁(商洛市)"
        },
        {
            "flng" : 109.8258000,
            "flat" : 34.2908000,
            "falt" : 2645,
            "fprom" : 1318,
            "fname" : "草链岭",
            "fcity" : "陕西省商洛市,陕西省渭南市",
            "fcounty" : "商洛市洛南县,渭南市华州区",
            "fname" : "草链岭(渭南市)"
        },
        {
            "flng" : 107.4842000,
            "flat" : 37.3733000,
            "falt" : 1970,
            "fprom" : 282,
            "fname" : "白于山魏梁",
            "fcity" : "陕西省榆林市",
            "fcounty" : "榆林市定边县",
            "fname" : "白于山魏梁(榆林市)"
        },
        {
            "flng" : 108.5700000,
            "flat" : 35.0850000,
            "falt" : 1885,
            "fprom" : 326,
            "fname" : "南工事梁\/石门山",
            "fcity" : "陕西省咸阳市",
            "fcounty" : "咸阳市旬邑县",
            "fname" : "南工事梁\/石门山(咸阳市)"
        },
        {
            "flng" : 108.4833000,
            "flat" : 37.1975000,
            "falt" : 1809,
            "fprom" : 125,
            "fname" : "白于山",
            "fcity" : "陕西省延安市",
            "fcounty" : "延安市吴起县",
            "fname" : "白于山(延安市)"
        },
        {
            "flng" : 109.1125000,
            "flat" : 35.2500000,
            "falt" : 1734,
            "fprom" : 273,
            "fname" : "庙山",
            "fcity" : "陕西省铜川市",
            "fcounty" : "铜川市宜君县",
            "fname" : "庙山(铜川市)"
        }
    ]
    