window.geojson = {
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "properties": {},
        "geometry": {
          "type": "Polygon",
          "coordinates": [
            [
              [
                100.283203125,
                36.87962060502676
              ],
              [
                103.095703125,
                29.53522956294847
              ],
              [
                114.873046875,
                31.42866311735861
              ],
              [
                109.072265625,
                38.75408327579141
              ],
              [
                105.8203125,
                39.842286020743394
              ],
              [
                100.283203125,
                36.87962060502676
              ]
            ]
          ]
        }
      }
    ]
  }
window.markers = [
        {
            "fname" : "黄茅尖",
            "falt" : 1929,
            "fprom" : 1514,
            "flat" : 27.8933000,
            "flng" : 119.1867000
        },
        {
            "fname" : "百山祖",
            "falt" : 1857,
            "fprom" : 533,
            "flat" : 27.7542000,
            "flng" : 119.2050000
        },
        {
            "fname" : "清凉峰",
            "falt" : 1787,
            "fprom" : 1493,
            "flat" : 30.1008000,
            "flng" : 118.8617000
        },
        {
            "fname" : "九龙山",
            "falt" : 1724,
            "fprom" : 1169,
            "flat" : 28.3583000,
            "flng" : 118.8775000
        },
        {
            "fname" : "上山头",
            "falt" : 1689,
            "fprom" : 688,
            "flat" : 27.7858000,
            "flng" : 119.6267000
        },
        {
            "fname" : "披云山",
            "falt" : 1680,
            "fprom" : 705,
            "flat" : 28.0750000,
            "flng" : 118.7933000
        },
        {
            "fname" : "小洋尖",
            "falt" : 1637,
            "fprom" : 611,
            "flat" : 27.6817000,
            "flng" : 119.6125000
        },
        {
            "fname" : "双苗尖",
            "falt" : 1626,
            "fprom" : 558,
            "flat" : 27.5375000,
            "flng" : 119.4092000
        },
        {
            "fname" : "南尖岩",
            "falt" : 1626,
            "fprom" : 767,
            "flat" : 28.3817000,
            "flng" : 119.0917000
        },
        {
            "fname" : "白马山",
            "falt" : 1621,
            "fprom" : 1128,
            "flat" : 28.6250000,
            "flng" : 119.1642000
        }
    ]
    